Repository: MX-Linux/apt-notifier
Catalog: translations/po/*.po
Languages: pt

source: $count new updates available
pt: $count novas actualizações disponíveis

source: 0 updates available
pt: 0 actualizações disponíveis

source: 1 new update available
pt: 1 nova actualização disponível

source: About
pt: Sobre

source: About MX Updater
pt: Sobre o Actualizador do MX

source: Auto-update
pt: Actualização automática

source: Auto-update dpkg log(s)
pt: Registo(s) dpkg de Actualização automática

source: Auto-update log(s)
pt: Registo(s) de Actualização automática

source: Automatically answer 'yes' to all prompts during full/basic upgrade
pt: Durante a actualização responder automaticamente 'sim' a todas as perguntas/pedidos de confirmação

source: Automatically answer 'yes' to all prompts during upgrade
pt: Durante a actualização responder automaticamente 'sim' a todas as perguntas/pedidos de confirmação

source: Cancel
pt: Cancelar

source: Changelog
pt: Registo de alterações

source: Check for Updates
pt: Verificar se há actualizações

source: Close
pt: Fechar

source: For a less detailed view see 'Auto-update dpkg log(s)' or 'History'.
pt: Para uma visualização menos detalhada ver 'Registo(s) dpkg de actualização automática' ou 'Histórico'.

source: Hide until updates available
pt: Ocultar até haver actualizações disponíveis

source: History
pt: Histórico

source: Icons
pt: Ícones

source: Left-click behaviour (when updates are available)
pt: Comportamento do clique esquerdo (quando há actualizações disponíveis)

source: License
pt: Licença

source: MX Auto-update -- unattended-upgrades dpkg log viewer
pt: Actualização automática do MX -- visualizador de registos dpkg de actualizações automáticas

source: MX Auto-update -- unattended-upgrades log viewer
pt: Actualização automática do MX -- visualizador de registos de actualizações automáticas

source: MX Package Installer
pt: MX Instalador de Pacotes

source: MX Updater
pt: Actualizador do MX

source: MX Updater Help
pt: Ajuda do Actualizador do MX

source: MX Updater preferences
pt: Preferências do Actualizador do MX

source: MX Updater--View and Upgrade, previewing: basic upgrade
pt: Actualizador do MX -- Ver e Actualizar; visualização: Actualização básica

source: MX Updater--View and Upgrade, previewing: full upgrade
pt: Actualizador do MX -- Ver e Actualizar; visualização: Actualização geral

source: No logs found.
pt: Não foram encontrados registos.

source: No unattended-upgrades dpkg log(s) found.
pt: Não foram encontrados registos dpkg de actualizações automáticas

source: No updates available
pt: Não há actualizações disponíveis

source: Other options
pt: Outras opções

source: Preferences
pt: Preferências

source: Press 'h' for help, 'q' to quit
pt: Premir "h" para ajuda, "q" para sair

source: Quit
pt: Sair

source: Reload
pt: Recarregar

source: Reload the package information to become informed about new, removed or upgraded software packages. (apt-get update)
pt: Recarregar a informação dos repositórios, actualizando-a (novos pacotes, pacotes removidos e pacotes actualizados nos repositórios). [apt-get update]

source: Restart MX Updater
pt: Reiniciar o Actualizador do MX

source: Running apt-get autoremove, if you are unsure type 'n'.
pt: A executar 'apt-get autoremove'; em caso de dúvida, teclar 'n'.

source: Switches the type of Upgrade that will be performed, alternating back and forth between 'full upgrade' and 'basic upgrade'.
pt: Altera o tipo de Actualização a efectuar, alternando entre 'Actualização geral' e 'Actualização básica'

source: Synaptic Help
pt: Ajuda do Synaptic

source: Tray applet to notify of system and application updates
pt: Mini-aplicação de bandeja para notificar da existência de actualizações do sistema e das aplicações

source: Unattended-upgrades
pt: Actualizações automáticas

source: Unneeded packages are installed that can be removed.
pt: Estão instalados pacotes não necessários que podem ser removidos.

source: Updates
pt: Actualizações

source: Upgrade mode
pt: Tipo de Actualização

source: Upgrade using Synaptic
pt: Actualizar através do Synaptic

source: Using basic upgrade (not recommended)
pt: A usar Actualização básica (não recomendado)

source: Using full upgrade
pt: A usar Actualização geral

source: View and Upgrade
pt: Ver e Actualizar

source: You have $count new updates available
pt: Há $count novas actualizações disponíveis

source: You have 1 new update available
pt: Há 1 nova actualização disponível

source: You have {num} new update available
pt: Há {num} nova actualização disponível

source: automatically close terminal window when full/basic upgrade complete
pt: fechar automaticamente a janela de terminal ao terminar a actualização

source: automatically close terminal window when upgrade complete
pt: fechar automaticamente a janela de terminal ao terminar a actualização

source: basic upgrade
pt: Actualização básica

source: basic upgrade complete (or was canceled)
pt: Actualização básica terminada (ou foi cancelada)

source: check for autoremovable packages after full/basic upgrade
pt: procurar pacotes autoremovíveis após a actualização

source: classic
pt: clássico

source: full upgrade
pt: Actualização geral

source: full upgrade (recommended)
pt: Actualização geral (recomendado)

source: full upgrade complete (or was canceled)
pt: Actualização geral terminada (ou foi cancelada)

source: opens MX Updater 'View and Upgrade' window
pt: abre a janela 'Ver e Actualizar' do Actualizador do MX

source: opens Synaptic
pt: abre o Gestor de Pacotes Synaptic

source: press any key to close
pt: premir qualquer tecla para fechar

source: press any key to stop automatic closing
pt: premir qualquer tecla para parar o encerramento automático

source: pulse
pt: gráfico

source: start MX Updater at login
pt: iniciar o Actualizador do MX ao entrar

source: switch to basic upgrade
pt: mudar para Actualização básica

source: switch to full upgrade
pt: mudar para Actualização geral

source: this terminal window can now be closed
pt: esta janela de terminal pode agora ser fechada

source: update automatically (will not add new or remove existing packages)
pt: actualizar os pacotes automaticamente (não adiciona novos pacotes nem remove pacotes existentes)

source: upgrade
pt: actualizar

source: use desktop notifications
pt: notificações na área de trabalho

source: use transparent interior for no-updates wireframe
pt: ícone moderno transparente se sem actualizações

source: wireframe
pt: moderno

source: {num} new update available
pt: {num} nova actualização disponível

source: An applet to show updates
pt: Mini-aplicação que mostra as actualizações disponíveis [apt-notifier]

source: Re-enable MX Updater icon even if no updates available
pt: Reactivar o ícone do Actualizador do MX mesmo que não haja actualizações disponíveis

source: Enable Auto-update
pt: Activar a Actualização automática

source: Disable Auto-update
pt: Desactivar a Actualização automática
