Repository: MX-Linux/apt-notifier
Catalog: translations/po/apt-notifier_*.po
Languages: am, el, ja, lt

source: 0 updates available
am: 0 ዝግጁ ማሻሻያ
el: 0 διαθέσιμες ενημερώσεις
ja: 0 新たな更新はありません
lt: Prieinama 0 atnaujinimų

source: 1 new update available
am: 1 አዲስ ማሻሻያ ተገኝቷል
el: 1 νέα διαθέσιμη ενημέρωση
ja: 1 つの新たな更新が入手可能です
lt: Prieinamas 1 naujas atnaujinimas

source: $count new updates available
am: $መቁጠሪያ አዲስ ዝግጁ ማሻሻያ
el: $count νέες διαθέσιμες ενημερώσεις
lt: Yra prieinama $count naujų atnaujinimų

source: Updates
am: ማሻሻያ
el: Ενημερώσεις
ja: 更新
lt: Atnaujinimai

source: You have 1 new update available
am: እርስዎ 1 አዲስ ማሻሻያ አለዎት
el: Έχετε 1 νέα διαθέσιμη ενημέρωση
ja: 1 つの新たな更新が入手可能です
lt: Yra prieinamas 1 naujas atnaujinimas

source: You have $count new updates available
am: እርስዎ $መቁጠሪያ ማሻሻያ አለዎት
el: Έχετε $count νέες διαθέσιμες ενημερώσεις
ja: $count つの新たな更新が入手可能です
lt: Yra prieinama $count naujų atnaujinimų

source: Upgrade using Synaptic
am: ሲናፕቴክ በ መጠቀም ማሻሻያ
el: Αναβάθμιση χρησιμοποιώντας το Synaptic
ja: 更新に Synaptic を使用する
lt: Naujinti, naudojant Synaptic

source: View and Upgrade
am: መመልከቻ እና ማሻሻያ
el: Προβολή και Αναβάθμιση
ja: 表示・更新
lt: Rodyti ir naujinti

source: Hide until updates available
am: ዝግጁ ማሻሻያ እስከሚኖር መደበቂያ
el: Απόκρυψη μέχρι διαθέσιμες ενημερώσεις
ja: 入手可能な更新の非表示
lt: Slėpti, kol bus prieinami atnaujinimai

source: Quit
am: ማጥፊያ
el: Έξοδος
ja: 終了
lt: Išeiti

source: MX Updater Help
am: MX ማሻሻያ እርዳታ
el: Βοήθεια του MX Updater

source: Synaptic Help
am: ሲናፕቲክ እርዳታ
el: Synaptic Βοήθεια
ja: Synaptic ヘルプ
lt: Synaptic žinynas

source: Preferences
am: ምርጫዎች
el: Προτιμήσεις
ja: 設定
lt: Nuostatos

source: History
am: ታሪክ
el: Ιστορία

source: Auto-update log(s)
el: Αυτόματη ενημέρωση αρχείων καταγραφής

source: Auto-update dpkg log(s)
el: Αυτόματη ενημέρωση αρχείων καταγραφής dpkg

source: Check for Updates
am: ማሻሻያ መፈለጊያ
el: Ελεγχος για ενημερώσεις
lt: Tikrinti ar yra atnaujinimų

source: About
am: ስለ
el: Περί

source: MX Updater--View and Upgrade, previewing: basic upgrade
el: MX Updater--Προβολή και αναβάθμιση, προεπισκόπηση: βασική αναβάθμιση

source: MX Updater--View and Upgrade, previewing: full upgrade
el: MX Updater--Προβολή και αναβάθμιση, προεπισκόπηση: πλήρη αναβάθμιση

source: Automatically answer 'yes' to all prompts during upgrade
el: Απαντήστε αυτόματα "ναι" σε όλες τις προτροπές κατά την αναβάθμιση

source: automatically close terminal window when upgrade complete
el: Να κλείσει αυτόματα το παράθυρο τερματικού όταν η αναβάθμιση έχει ολοκληρωθεί

source: basic upgrade
am: መሰረታዊ ማሻሻያ
el: βασική αναβάθμιση

source: full upgrade
am: ሙሉ ማሻሻያ
el: πλήρη αναβάθμιση

source: switch to basic upgrade
am: ወደ መሰረታዊ ማሻሻያ መቀየሪያ
el: αλλαγή σε βασική αναβάθμιση

source: switch to full upgrade
am: ወደ ሙሉ ማሻሻያ መቀየሪያ
el: αλλαγή σε πλήρη αναβάθμιση

source: Switches the type of Upgrade that will be performed, alternating back and forth between 'full upgrade' and 'basic upgrade'.
el: Αλλάζει τον τύπο της αναβάθμισης που θα εκτελεστεί, εναλλασσόμενος μεταξύ 'βασική αναβάθμιση' και 'πλήρη αναβάθμιση'

source: Reload
am: ዳግም መጫኛ:
el: Ανανέωση
ja: 再読込
lt: Įkelti iš naujo

source: Reload the package information to become informed about new, removed or upgraded software packages. (apt-get update)
am: የ ጥቅል መረጃ ዳግም መጫኛ: ስለ አዲሱ መረጃ ለ ማግኘት: ለ ማስወገድ: ወይንም የ ሶፍትዌር ጥቅል ለ ማሻሻል በ (apt-get update)
el: Ανανέωση των πληροφοριών του πακέτου ώστε να γίνει ενημέρωση για νέα, αναβαθμισμένα ή απομακρυθέντα πακέτα λογισμικού. (apt-get update)

source: The action you requested needs root privileges. Please enter root's password below.
el: Η ενέργεια που ζητήσατε απαιτεί προνόμια root. Παρακαλώ εισάγετε τον κωδικό πρόσβασης του root παρακάτω.

source: basic upgrade complete (or was canceled)
el: %s ολοκληρώθηκε (ή ακυρώθηκε)

source: full upgrade complete (or was canceled)
el: Η πλήρη αναβάθμιση ολοκληρώθηκε (ή ακυρώθηκε)

source: this terminal window can now be closed
am: ይህን የ ተርሚናል መስኮት አሁን መዝጋት ይችላሉ
el: Αυτό το παράθυρο τερματικού μπορεί να κλείσει
lt: šis terminalo langas dabar gali būti užvertas

source: press any key to close
am: ለ መዝጋት ማንኛውንም ቁልፍ ይጫኑ
el: πατήστε οποιοδήποτε πλήκτρο να κλείσει
ja: 何かキーを押して閉じる
lt: norėdami užverti, paspauskite bet kurį klavišą

source: Unneeded packages are installed that can be removed.
am: የማይፈለግ ጥቅል ተገጥሟል: መወገድ ያለበት
el: Περιττά εγκαταστημένα πακέτα που μπορεί να αφαιρεθούν

source: Running apt-get autoremove, if you are unsure type 'n'.
am: apt-get autoremove, በ ማስኬድ ላይ: እርስዎ እርግጠኛ ካልሆኑ ይጻፉ'n'.
el: Εκτέλεση του apt-get autoremove, αν δεν είστε σίγουροι, πληκτρολογήστε 'ο'.

source: upgrade
el: αναβάθμιση

source: Using full upgrade
el: πλήρη αναβάθμιση

source: Using basic upgrade (not recommended)
el: βασική αναβάθμιση (δεν συνιστάται)

source: MX Updater preferences
am: MX የ ማሻሻያ ምርጫ
el: Προτιμήσεις του MX Updater

source: Upgrade mode
am: የ ማሻሻያ ዘዴ
el: Τρόπος αναβάθμισης

source: full upgrade (recommended)
el: πλήρης αναβάθμιση (συνιστάται)

source: Left-click behaviour (when updates are available)
am: በ ግራ-መጫኛ ባህሪ (ማሻሻያ በሚኖር ጊዜ)
el: αριστερό κλικ (όταν υπάρχουν διαθέσιμες ενημερώσεις)
lt: Kairiojo pelės mygtuko spustelėjimo elgsena (kai prieinami atnaujinimai)

source: Other options
am: ሌሎች ምርጫዎች
el: Αλλες επιλογές
lt: Kiti parametrai

source: opens Synaptic
am: ሲናፕቴክ መክፈቻ
el: ανοίγει το Synaptic
lt: atveria Synaptic

source: opens MX Updater 'View and Upgrade' window
am: የ MX ማሻሻያ መክፈቻ 'መመልከቻ እና ማሻሻያ' መስኮት
el: ανοίγει το παράθυρο 'Προβολή και Αναβάθμιση' του MX Updater

source: Automatically answer 'yes' to all prompts during full/basic upgrade
el: Απαντήστε αυτόματα "ναι" σε όλες τις προτροπές κατά την πλήρη/βασική αναβάθμιση

source: automatically close terminal window when full/basic upgrade complete
el: Να κλείσει αυτόματα το παράθυρο τερματικού όταν την πλήρη/βασική αναβάθμιση έχει ολοκληρωθεί

source: check for autoremovable packages after full/basic upgrade
el: Έλεγχος για αυτόματα αφαιρούμενα πακέτα μετά την πλήρη/βασική αναβάθμιση

source: Icons
am: ምልክት
el: Εικονίδια
lt: Piktogramos

source: classic
am: ዘመናዊ
el: κλασσικός

source: Auto-update
am: በራሱ-ማሻሻያ
el: Αυτόματη ενημέρωση

source: update automatically (will not add new or remove existing packages)
el: Αυτόματη ενημέρωση (δεν θα προσθέσει νέα ή θα αφαιρέσει υπάρχοντα πακέτα)

source: Root privileges are required to enable Auto Updates. Please enter root's password below.
el: Απαιτούνται δικαιώματα root για να ενεργοποιηθούν οι αυτόματες ενημερώσεις. Εισαγάγετε τον κωδικό πρόσβασης του root παρακάτω.

source: Root privileges are required to disable Auto Updates. Please enter root's password below.
el: Απαιτούνται δικαιώματα root για να απενεργοποιηθούν οι αυτόματες ενημερώσεις. Εισαγάγετε τον κωδικό πρόσβασης του root παρακάτω.

source: About MX Updater
el: Περί MX Updater

source: License
am: ፍቃድ
el: Άδεια

source: Cancel
am: መሰረዣ
el: Ακύρωση

source: Tray applet to notify of system and application updates
el: Εφαρμογή δίσκου για ειδοποίηση τις ενημερώσεις συστήματος και εφαρμογών

source: Root privileges are required to view the Auto-update log(s). Please enter root's password below.
el: Απαιτούνται δικαιώματα root για να ενεργοποιηθούν οι αυτόματες ενημερώσεις. Εισαγάγετε τον κωδικό πρόσβασης του root παρακάτω.

source: MX Auto-update -- unattended-upgrades log viewer
el: Αυτόματη ενημέρωση - πρόγραμμα προβολής μη παρακολουθούμενων αναβαθμίσεων

source: No logs found.
el: Δεν βρέθηκαν αρχεία καταγραφής.

source: For a less detailed view see 'Auto-update dpkg log(s)' or 'History'.
el: Για μια λιγότερο λεπτομερή προβολή, ανατρέξτε στην ενότητα 'Αυτόματη ενημέρωση του αρχείου καταγραφής dpkg' ή 'Ιστορικό'.

source: Root privileges are required to view the Auto-update dpkg log(s). Please enter root's password below.
el: Απαιτούνται δικαιώματα root για να ενεργοποιηθούν οι αυτόματες ενημερώσεις. Εισαγάγετε τον κωδικό πρόσβασης του root παρακάτω.

source: MX Auto-update -- unattended-upgrades dpkg log viewer
el: Αυτόματη ενημέρωση - πρόγραμμα προβολής μη παρακολουθούμενων αναβαθμίσεων dpkg

source: No unattended-upgrades dpkg log(s) found.
el: Δεν βρέθηκαν αρχεία καταγραφής dpkg

source: The action you requested needs <b>root privileges</b>. Please enter <b>root's</b> password below.
am: እርስዎ የ ጠየቁጥ ጥያቄ የ <b>root ቅድሚያ ይፈልጋል </b>. እባክዎን ያስገቡ የ <b>root's</b> የ መግቢያ ቃል ከ ታች በኩል
ja: 実行には <b>root</b> 権限が必要です。下に <b>root</b> のパスワードを入力してください。

source: wireframe
am: የ ሽቦ ክፈፍ

source: new updates available
ja: つの新たな更新が入手可能です

source: Apt-Notifier Help
ja: Apt-Notifier ヘルプ

source: MX Apt Notifier--View and Upgrade, previewing: apt-get
ja: MX Apt Notifier--表示・更新 これを試す: apt-get

source: use apt-get's --yes option for
ja: で apt-get's --yes オプションを使用する

source: automatically close terminal window when apt-get %s complete
ja: apt-get %s が完了した後自動的に端末ウインドウを閉じる
lt: automatiškai užverti terminalo langą, kai apt-get %s komanda bus baigta

source: switch to %s
ja: %s へ切り替える
lt: perjungti į %s

source: Reload the package information to become informed about new, removed or upgraded software packages. \n(apt-get update)
ja: 新規、削除あるいはアップグレードされたパッケージについて情報が得られるように、パッケージ情報を再読込してください。 \n(apt-get update)

source: %s complete (or was canceled)
ja: %s 完了 (またはキャンセル)時に
lt: Komanda %s užbaigta (arba jos buvo atsisakyta)

source: 'this terminal window can now be closed '
ja: 'この端末ウインドウを閉じる '

source: MX Apt Notifier preferences
ja: MX Apt Notifier 設定

source: Upgrade behaviour (also affects notification count)
ja: 更新の動作 (通知数に影響があります)

source: Left-click behaviour (when updates are available)
ja: 左クリックの動作 (更新が可能な場合)

source: opens Synaptic
ja: Synaptic を開く

source: opens MX Apt Notifier "View and Upgrade" window
ja: MX Apt Notifier '表示・更新' ウインドウを開く

source: use apt-get's --yes option for upgrade/dist-upgrade
ja: upgrade/dist-upgrade に apt-get's --yes オプションを使用する
lt: naudoti apt-get --yes parametrą, skirtą upgrade/dist-upgrade komandoms

source: automatically close terminal window when apt-get upgrade/dist-upgrade complete
ja: apt-get upgrade/dist-upgrade が完了した後自動的に端末ウインドウを閉じる
lt: automatiškai užverti terminalo langą, kai apt-get upgrade/dist-upgrade komanda bus baigta

source: use apt-get's --yes option for
lt: naudoti apt-get --yes parametrą, skirtą

source: Upgrade behaviour (also affects notification count)
lt: Naujinimo elgsena (taip pat įtakoja pranešimų skaičių)

source: check for autoremovable packages after apt-get upgrade/dist-upgrade
lt: po komandos apt-get upgrade/dist-upgrade, tikrinti ar yra automatiškai šalintinų paketų
