Repository: MX-Linux/apt-notifier
Catalog: translations_script/po/*/apt-notifier.po
Languages: hr, sk

source: About
hr: O programu
sk: O Programe

source: History
hr: Povijest
sk: História

source: MX Updater Help
sk: Pomoc s MX updater

source: Preferences
hr: Osobitosti
sk: Nastavenia

source: automatically close terminal window when upgrade complete
hr: automatski zatvori prozor terminala kada je nadogradnja gotova
sk: automaticky zavrieť okno terminálu po ukončení upgrade

source: Unneeded packages are installed that can be removed.
hr: Nepotrebni paketi su instalirani i mogu biti uklonjeni.
sk: Nepotrebné balíky, ktoré môžu byť odstránené.

source: Running apt-get autoremove, if you are unsure type 'n'.
hr: Pokreni apt-get autoremove, ako niste sigurni upišite 'n'.
sk: Spúšťam apt-get autoremove, ak si nie ste istí stlačte 'n'.

source: basic upgrade
hr: osnovna nadogradnja
sk: základný upgrade

source: Cancel
hr: Otkaži
sk: Zrušiť

source: Changelog
sk: História zmien

source: Check for Updates
hr: Provjeri za ažuriranja
sk: Skontrolovať dostupné aktualizácie

source: Close
sk: Zavrieť

source: basic upgrade complete (or was canceled)
hr: osnovna nadogradnja je završena (ili je otkazana)
sk: základný upgrade ukončený (alebo bol prerušený)

source: full upgrade complete (or was canceled)
hr: puna nadogradnja je završena (ili je otkazana)
sk: úplný upgrade ukončený (alebo bol prerušený)

source: this terminal window can now be closed
hr: ovaj prozor terminala će se sada zatvoriti
sk: Okno terminálu už môžete zatvoriť

source: Icons
hr: Ikone
sk: Ikony

source: Left-click behaviour (when updates are available)
hr: Ponašanje lijevog klika (kada su dostupna ažuriranja)
sk: Chovanie pri kliknutí ľavým tlačidlom myši (keď sú dostupné aktualizácie)

source: Other options
hr: Ostale opcije
sk: Ďalšie voľby

source: Upgrade mode
hr: Način nadogradnje
sk: Mód upgradu

source: full upgrade
hr: potpuna nadogradnja
sk: úplný upgrade

source: Hide until updates available
hr: Sakrij dok ažuriranja ne budu dostupna
sk: Skryť pokiaľ nie sú dostupné aktualizácie

source: classic
sk: klasické

source: opens Synaptic
hr: otvara Synaptic
sk: otvorí Synaptic

source: License
hr: Licenca
sk: Licencia

source: MX Package Installer
hr: MX instaler paketa
sk: MX Inštalátor programov

source: Synaptic Help
hr: Synaptic pomoć
sk: Nápoveda Synaptic-u

source: You have 1 new update available
hr: Imate dostupno 1 ažuriranje
sk: Máte 1 novú dostupnú aktualizáciu

source: You have $count new updates available
hr: Imate $count dostupno novih ažuriranja
sk: Máte $count nových dostupných aktualizácií

source: Updates
hr: Ažuriranja
sk: Aktualizácie

source: press any key to close
hr: pritisni bilo koju tipku i zatvori
sk: pre ukončenie stlačte ľubovoľnú klávesu

source: Quit
hr: Zatvori
sk: Koniec

source: Reload
hr: Ponovno učitaj
sk: Obnoviť

source: Reload the package information to become informed about new, removed or upgraded software packages. (apt-get update)
sk: Obnoviť informácie o nových, odstránených alebo aktualizovaných softvérových balíkoch. (apt-get update)

source: switch to basic upgrade
hr: prebaci na osnovnu nadogradnju
sk: prepnúť na základný upgrade

source: switch to full upgrade
hr: prebaci na punu nadogradnju
sk: prepnúť na úplný upgrade

source: 0 updates available
hr: 0 ažuriranja je dostupno
sk: 0 dostupných aktualizácií

source: 1 new update available
hr: 1 novo ažuriranje je dostupno
sk: 1 dostupná aktualizácia

source: $count new updates available
hr: $count novih ažuriranja dostupno
sk: $count nových dostupných aktualizácií

source: Using basic upgrade (not recommended)
hr: Koristeći punu nadogradnju (ne preporuča se)
sk: Použije sa základý upgrade (neodporúča sa)

source: Using full upgrade
hr: Koristeći punu nadogradnju
sk: Použije sa úplný upgrade

source: Upgrade using Synaptic
hr: Nadogradi koristeći Synaptic
sk: Aktualizovať s pomocou Synaptic-u

source: Automatically answer 'yes' to all prompts during upgrade
sk: Automaticky odpovedať 'ano' na všetky odpovede pre upgrade

source: View and Upgrade
hr: Pogled i nadogradnja
sk: Prezrieť a Aktualizovať

source: Auto-update dpkg log(s)
sk: Auto-update dpkg logy

source: Auto-update log(s)
sk: Auto-update logy

source: MX Updater--View and Upgrade, previewing: basic upgrade
sk: MX Updater--Náhľad a Upgrade, náhľad: základný upgrade

source: MX Updater--View and Upgrade, previewing: full upgrade
sk: MX Updater--Náhľad a Upgrade, náhľad: úplný upgrade

source: upgrade
hr: nadogradi

source: full upgrade (recommended)
hr: puna nadogradnja (preporučeno)

source: automatically close terminal window when full/basic upgrade complete
hr: automatski zatvori terminal kada je puno/osnovno ažuriranje završeno

source: Auto-update
hr: Automatsko ažuriranje
